export default function Accessterms() {
  return (
    <div className="w-[640px] px-6 py-8 flex flex-col gap-10 border rounded-xl border-gray-200">
      <div className="text-gray-900 text-xl font-bold font-['Pretendard'] leading-tight">
        이용약관
      </div>
      <div className="w-full flex flex-col gap-6">
        <div className="w-[592px] text-black text-sm font-normal font-['Pretendard'] leading-[21px]">
          1. 개인정보처리방침이란?
          <br />
          주식회사 헤이컬렉티브(이하"회사")는 이용자의 ‘동의를 기반으로
          개인정보를 수집·이용 및 제공’하고 있으며,‘이용자의 권리 (개인정보
          자기결정권)를 적극적으로 보장’합니다.
          <br />
          회사는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및
          개인정보보호 규정, 가이드라인을 준수하고 있습니다.
          <br />
          “개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써
          이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을
          의미합니다.
          <br />본 개인정보 처리방침은 surfit.io 서비스(이하 '서비스')에
          적용됩니다.
          <br />
          2. 개인정보 수집
          <br />
          서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
          <br />
          회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별
          어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해
          필요한 최소한의 개인정보를 수집하고 있습니다.
        </div>
        <div className="w-[592px] text-black text-sm font-normal font-['Pretendard'] leading-[21px]">
          1. 개인정보처리방침이란?
          <br />
          주식회사 헤이컬렉티브(이하"회사")는 이용자의 ‘동의를 기반으로
          개인정보를 수집·이용 및 제공’하고 있으며,‘이용자의 권리 (개인정보
          자기결정권)를 적극적으로 보장’합니다.
          <br />
          회사는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및
          개인정보보호 규정, 가이드라인을 준수하고 있습니다.
          <br />
          “개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써
          이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을
          의미합니다.
          <br />본 개인정보 처리방침은 surfit.io 서비스(이하 '서비스')에
          적용됩니다.
          <br />
          2. 개인정보 수집
          <br />
          서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
          <br />
          회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별
          어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해
          필요한 최소한의 개인정보를 수집하고 있습니다.
        </div>
        <div className="w-[592px] text-black text-sm font-normal font-['Pretendard'] leading-[21px]">
          1. 개인정보처리방침이란?
          <br />
          주식회사 헤이컬렉티브(이하"회사")는 이용자의 ‘동의를 기반으로
          개인정보를 수집·이용 및 제공’하고 있으며,‘이용자의 권리 (개인정보
          자기결정권)를 적극적으로 보장’합니다.
          <br />
          회사는 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및
          개인정보보호 규정, 가이드라인을 준수하고 있습니다.
          <br />
          “개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써
          이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을
          의미합니다.
          <br />본 개인정보 처리방침은 surfit.io 서비스(이하 '서비스')에
          적용됩니다.
          <br />
          2. 개인정보 수집
          <br />
          서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
          <br />
          회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별
          어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해
          필요한 최소한의 개인정보를 수집하고 있습니다.
        </div>
      </div>
    </div>
  )
}
